Repository: vdr-projects/vdr-plugin-weatherng
Catalog: po/*.po
Languages: ru_ru

source: Night
ru_ru: Ночь

source: Day
ru_ru: День

source: Refresh
ru_ru: Обновить

source: Radar
ru_ru: Карта

source: More..
ru_ru: Ещё..

source: Parent..
ru_ru: Назад..

source: High temperature:
ru_ru: Большая темп.:

source: Low temperature:
ru_ru: Меньшая темп.:

source: Wind comes from:
ru_ru: Направление ветра:

source: Wind speed:
ru_ru: Скорость ветра:

source: Humidity:
ru_ru: Влажность:

source: Precipitation:
ru_ru: Вероятность осадков:

source: DAY
ru_ru: ДЕНЬ

source: On
ru_ru: На

source: in
ru_ru: в

source: dayover
ru_ru: днём

source: The temperature varies between
ru_ru: Температура меняется между

source: and
ru_ru: и

source: Grad
ru_ru: Град

source: The sun comes up at
ru_ru: Восход солнца

source: and goes at
ru_ru: и в

source: down
ru_ru: заход

source: NIGHT
ru_ru: НОЧЬ

source: nightover
ru_ru: ночью

source: Weather for:
ru_ru: Погода для:

source: Weather.com: Weather forecast
ru_ru: Погода в мире

source: Weather-NG
ru_ru: Погода

source: Update data on start
ru_ru: Обновлять при старте

source: Use one 8-bit area
ru_ru: 8-битная зона

source: Radarbitmap left
ru_ru: Карта слева

source: Radarbitmap top
ru_ru: Карта сверху

source: Radarbitmap width
ru_ru: Карта длина

source: Radarbitmap height
ru_ru: Карта высота

source: Offset horizontal
ru_ru: Смещение гориз.

source: Offset vertical
ru_ru: Смещение верт.

source: Use dithering for images
ru_ru: Использовать сглаживание

source: Transparency for images
ru_ru: Прозрачность картинок

source: Image quality >=slower
ru_ru: Качество >=низкое

source: Location 1 (ID)
ru_ru: Местность 1 (ID)

source: Location 1 (Name)
ru_ru: Местность 2 (Name)

source: Location 2 (ID)
ru_ru: Местрность 2 (ID)

source: Location 2 (Name)
ru_ru: Местность 2 (Name)

source: Location 3 (ID)
ru_ru: Местность 3 (ID)

source: Location 3 (Name)
ru_ru: Местность 3 (Name)
